Repository: ZoomZhao/riffa
Catalog: Sources/RiffaApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Export Text Comparison Report
zh_hans: 导出文本比较报告

source: Export Unified Diff
zh_hans: 导出统一差异

source: Export Version Comparison Report
zh_hans: 导出版本比较报告

source: Export WebDAV Resource
zh_hans: 导出 WebDAV 资源

source: Export WebDAV Text Comparison
zh_hans: 导出 WebDAV 文本比较

source: Export a complete portable archive comparison report
zh_hans: 导出完整、可移植的压缩包比较报告

source: Export a portable Office comparison report
zh_hans: 导出可移植的 Office 比较报告

source: Export a self-contained PDF comparison report
zh_hans: 导出自包含的 PDF 比较报告

source: Export archive comparison report
zh_hans: 导出压缩包比较报告

source: Export comparison report
zh_hans: 导出比较报告

source: Export hex comparison report
zh_hans: 导出十六进制比较报告

source: Export image comparison report
zh_hans: 导出图像比较报告

source: Export media comparison report
zh_hans: 导出媒体比较报告

source: Export metadata comparison report
zh_hans: 导出元数据比较报告

source: Export metadata report
zh_hans: 导出元数据报告

source: Export table comparison report
zh_hans: 导出表格比较报告

source: Export version comparison report
zh_hans: 导出版本比较报告

source: Export, copy, rename, move, or delete the visible selection
zh_hans: 导出、复制、重命名、移动或删除可见的所选项

# Exported %@ to %@.
source: Exported %1$@ to %2$@.
zh_hans: 已将 %@ 导出到 %@。

source: Exported comparison to %@.
zh_hans: 已将比较结果导出到 %@。

source: Exporting Office report
zh_hans: 正在导出 Office 报告

source: Exporting archive report
zh_hans: 正在导出压缩包报告

source: Extended attribute: %@
zh_hans: 扩展属性：%@

source: Extracted text
zh_hans: 已提取文本

source: Failed
zh_hans: 失败

source: Failure
zh_hans: 失败

source: Field
zh_hans: 字段

source: File
zh_hans: 文件

source: File Name
zh_hans: 文件名

source: File Size
zh_hans: 文件大小

source: File actions
zh_hans: 文件操作

source: Files match
zh_hans: 文件相同

source: Files stay local
zh_hans: 文件始终留在本地

source: Filter
zh_hans: 筛选

source: Filter ID, kind, or root path
zh_hans: 筛选 ID、类型或根路径

source: Filter archive paths
zh_hans: 筛选归档路径

source: Filter by comparison status, modification recency, or side-specific synchronization candidates
zh_hans: 按比较状态、修改时间或特定侧的同步候选项筛选

source: Filter paths
zh_hans: 筛选路径

source: Finalization Unavailable
zh_hans: 无法确认最终状态

source: Finalization refused; refresh and inspect the current evidence.
zh_hans: 最终状态确认被拒绝；请刷新并检查当前证据。

source: Finalize Log
zh_hans: 确认日志状态

source: Finalize Log as Completed
zh_hans: 将日志标记为已完成

source: Finalize Log as Completed…
zh_hans: 将日志标记为已完成…

source: Finalize Log as Rolled Back
zh_hans: 将日志标记为已回滚

source: Finalize Log as Rolled Back…
zh_hans: 将日志标记为已回滚…

source: Finalize operation log?
zh_hans: 确认操作日志状态？

source: Finalize this log as completed?
zh_hans: 将此日志标记为已完成？

source: Finalize this log as rolled back?
zh_hans: 将此日志标记为已回滚？

source: Finalized journal metadata as %@. No files were changed.
zh_hans: 已将日志最终状态标记为 %1$@。未更改任何文件。

source: Find
zh_hans: 查找

source: Find in both compared files
zh_hans: 在两个比较文件中查找

source: Finder Services accept only absolute local file URLs.
zh_hans: Finder 服务仅接受绝对本地文件 URL。

source: Finder Services accept only regular files or real folders; links and special filesystem nodes are not supported.
zh_hans: Finder 服务仅接受普通文件或真实文件夹；不支持链接和特殊文件系统节点。

source: Finished
zh_hans: 已完成

source: Fit
zh_hans: 适应窗口

source: Fit all three panes using one shared scale
zh_hans: 以统一缩放适配三个窗格

source: Fit compared images
zh_hans: 适配比较图像

source: Fit every visible image using one shared scale
zh_hans: 以统一缩放适配所有可见图像

source: Fits all three visual panes using one shared scale
zh_hans: 以统一缩放适配三个视觉窗格

source: Fits all visible panes with one shared scale
zh_hans: 以统一缩放适配所有可见窗格

source: Focused dark appearance
zh_hans: 专注的深色外观

source: Folder
zh_hans: 文件夹

source: Folder Compare
zh_hans: 文件夹比较

source: Folder Comparison
zh_hans: 文件夹比较

source: Folder Merge
zh_hans: 文件夹合并

source: Folder Merge requires exactly three folders in Base, Left, Right order.
zh_hans: 文件夹合并要求按基准、左侧、右侧的顺序提供恰好三个文件夹。

source: Folder Path Rules
zh_hans: 文件夹路径规则

source: Folder Snapshots
zh_hans: 文件夹快照

source: Folder Sync
zh_hans: 文件夹同步

source: Folder Sync requires exactly two folders in Left, Right order.
zh_hans: 文件夹同步要求按左侧、右侧的顺序提供恰好两个文件夹。

source: Folder Synchronization
zh_hans: 文件夹同步

source: Folder comparison issue
zh_hans: 文件夹比较问题

source: Folder comparison reported an issue. %@
zh_hans: 文件夹比较报告了问题。%@

source: Folder merge issue
zh_hans: 文件夹合并问题

source: Folder snapshot error
zh_hans: 文件夹快照错误

source: Folder sync preview issue
zh_hans: 文件夹同步预览问题

source: Follow System
zh_hans: 跟随系统

source: Follows macOS or forces Riffa to use a light or dark palette
zh_hans: 跟随 macOS，或强制 Riffa 使用浅色或深色配色

source: For example: Release notes
zh_hans: 例如：发布说明

source: For example: webdav
zh_hans: 例如：webdav

source: Forest
zh_hans: 森林

source: Forget
zh_hans: 忘记

source: Format
zh_hans: 格式

source: Framework
zh_hans: 框架

source: Go to Bookmark
zh_hans: 前往书签

source: Graphite
zh_hans: 石墨

source: Group
zh_hans: 分组

source: Group ID
zh_hans: 群组 ID

source: Group:
zh_hans: 分组：

source: HEX + ASCII
zh_hans: 十六进制 + ASCII

source: Hashing %@…
zh_hans: 正在计算 %@ 的哈希值…

source: Hex Compare
zh_hans: 十六进制比较

source: Hex comparison error
zh_hans: 十六进制比较错误

source: Hexadecimal Comparison
zh_hans: 十六进制比较

source: Hidden
zh_hans: 隐藏

source: Hides pages whose structural and text status is unchanged
zh_hans: 隐藏结构和文本状态均未变化的页面

source: High
zh_hans: 高

source: High-risk file operation: %lld unique same-content match passed whole-plan preflight.
zh_hans: 高风险文件操作：%lld 个唯一的同内容匹配项已通过整体方案预检。

source: High-risk file operation: %lld unique same-content matches passed whole-plan preflight.
zh_hans: 高风险文件操作：%lld 个唯一的同内容匹配项已通过整体方案预检。

source: Higher values ignore larger channel differences
zh_hans: 值越高，忽略的通道差异越大

source: Horizontal image offset
zh_hans: 图像水平偏移

source: Hunks
zh_hans: 补丁块

source: Identifier
zh_hans: 标识符

source: Ignore case
zh_hans: 忽略大小写

source: Ignore modified time
zh_hans: 忽略修改时间

source: Ignore whitespace
zh_hans: 忽略空白字符

source: Ignored
zh_hans: 已忽略

source: Image Compare
zh_hans: 图像比较

source: Image Comparison
zh_hans: 图像比较

source: Image Difference
zh_hans: 图像差异

source: Image comparison error
zh_hans: 图像比较错误

source: Image difference inspector
zh_hans: 图像差异检查器

source: Image display mode
zh_hans: 图像显示模式

source: Image zoom
zh_hans: 图像缩放

source: Images match
zh_hans: 图像相同

source: Import
zh_hans: 导入

source: Import JSON…
zh_hans: 导入 JSON…

source: Import Riffa Theme
zh_hans: 导入 Riffa 主题

source: Import Session Catalog
zh_hans: 导入会话目录

source: Import Theme…
zh_hans: 导入主题…

source: Importance
zh_hans: 重要性

source: Important
zh_hans: 重要

source: Imported Theme
zh_hans: 已导入主题

source: In progress
zh_hans: 进行中

source: Include patterns
zh_hans: 包含模式

source: Includes or ignores the alpha channel during comparison
zh_hans: 比较时包含或忽略 Alpha 通道

source: Includes unchanged pages in the page navigator
zh_hans: 在页面导航器中包含未更改的页面

source: Inconsistent scene
zh_hans: 当前状态不一致

source: Increase Contrast
zh_hans: 增强对比度

source: Increases the shared image scale
zh_hans: 增大共用图像缩放比例

source: Increases the shared visual page scale
zh_hans: 增大共用视觉页面缩放比例

source: Indexing archive…
zh_hans: 索引归档…

source: Informational
zh_hans: 信息

source: Inserted
zh_hans: 已插入

source: Inspect audio and video metadata
zh_hans: 检查音频和视频元数据

source: Inspect content, structure, metadata, and versions side by side.
zh_hans: 并排检查内容、结构、元数据和版本。

source: Inspect its roots, recovery status, and recorded steps.
zh_hans: 检查其根目录、恢复状态和已记录步骤。

source: Inspect two directory trees
zh_hans: 检查两个目录树

source: Inspect versions, architectures, and signatures
zh_hans: 检查版本、架构和签名

source: Inspecting bounded version and signing metadata…
zh_hans: 正在检查有限的版本和签名元数据…

source: Invalid regular expression: %@
zh_hans: 无效的正则表达式：%@

source: Issue
zh_hans: 问题

source: Issues
zh_hans: 问题

source: Item
zh_hans: 项目

source: JSON themes can override separate Light and Dark semantic tokens.
zh_hans: JSON 主题可以分别覆盖浅色和深色语义颜色。

source: Journal scan failed closed.
zh_hans: 日志扫描失败并以安全方式中止。

source: Journaled folder writes will appear here. Interrupted operations are inspected read-only and remain visible until explicitly resolved.
zh_hans: 带日志的文件夹写入将显示在这里。中断的操作以只读方式检查，并会保持可见，直到明确解决。

source: Keep Current
zh_hans: 保留当前内容

source: Keep the current comparison or draft and review the file later
zh_hans: 保留当前比较或草稿，稍后检查文件

source: Keep the current merge work and review the input later
zh_hans: 保留当前合并工作，稍后检查输入

source: Keeps every workspace surface fully opaque.
zh_hans: 让所有工作区表面保持完全不透明。

source: Key
zh_hans: 键

source: Key / Row
zh_hans: 键 / 行

source: Key columns
zh_hans: 键列

source: Key columns must be unique non-negative indices.
zh_hans: 键列必须是唯一的非负索引。

source: Keywords
zh_hans: 关键词

source: Kind
zh_hans: 类型

# L %@
source: L %1$@
zh_hans: 左 %1$@

source: LANGUAGE
zh_hans: 语言

source: LEFT
zh_hans: 左侧

source: LEFT — EDITING IN MEMORY
zh_hans: 左侧 — 在内存中编辑

source: Language
zh_hans: 语言

source: Last Modified Date
zh_hans: 最后修改日期

source: Left
zh_hans: 左侧

# Left %@
source: Left %1$@
zh_hans: 左侧 %1$@

source: Left Office document
zh_hans: 左侧 Office 文档

source: Left PDF
zh_hans: 左侧 PDF

source: Left Size
zh_hans: 左侧大小

source: Left and Right changes were combined automatically.
zh_hans: 左右两侧的更改已自动合并。

source: Left archive
zh_hans: 左侧归档

source: Left changed
zh_hans: 左侧已更改

source: Left compared image
zh_hans: 左侧比较图像

source: Left deleted
zh_hans: 左侧已删除

source: Left dimensions
zh_hans: 左侧尺寸

source: Left extracted text
zh_hans: 左侧提取文本

source: Left file
zh_hans: 左侧文件

source: Left file or bundle
zh_hans: 左侧文件或包

source: Left folder
zh_hans: 左侧文件夹

source: Left image
zh_hans: 左侧图像

source: Left item
zh_hans: 左侧项目

# Left line %lld, %@
source: Left line %1$lld, %2$@
zh_hans: 左侧第 %lld 行，%@

source: Left media
zh_hans: 左侧媒体

source: Left newer
zh_hans: 左侧较新

source: Left newer + unique
zh_hans: 左侧较新 + 仅左侧

source: Left only
zh_hans: 仅左侧

source: Left size
zh_hans: 左侧大小

source: Left table
zh_hans: 左侧表格

source: Left → Right
zh_hans: 左侧 → 右侧

# Left: %@ Right: %@
source: Left: %1$@ Right: %2$@
zh_hans: 左侧：%1$@ 右侧：%2$@

source: Leftonly
zh_hans: 仅左侧

source: Legend
zh_hans: 图例

source: Light
zh_hans: 浅色

source: Link
zh_hans: 链接

source: Live Preview
zh_hans: 实时预览

source: Load Clipboard to Left
zh_hans: 将剪贴板载入左侧

source: Load Clipboard to Right
zh_hans: 将剪贴板载入右侧

source: Load Demo
zh_hans: 加载演示

# Loaded %lld active · %lld archived · %lld unfinished.
source: Loaded %1$lld active · %2$lld archived · %3$lld unfinished.
zh_hans: 已载入 %1$lld 个活动日志 · %2$lld 个已归档日志 · %3$lld 个未完成日志。

source: Loaded %lld file records. Choose the exact record for the target.
zh_hans: 已加载 %lld 条文件记录。请选择与目标完全对应的记录。

source: Loaded one patch file record.
zh_hans: 加载了一条补丁文件记录。

source: Loaded the target without modifying it.
zh_hans: 加载目标而不修改它。

# Loading %@
source: Loading %1$@
zh_hans: 正在加载 %1$@

source: Loading %@…
zh_hans: 正在加载 %@…

source: Loading byte page
zh_hans: 正在加载字节页

source: Loading preview…
zh_hans: 正在加载预览…

source: Loading sessions…
zh_hans: 正在加载会话…

source: Loading the demo discards the current output drafts.
zh_hans: 加载演示会丢弃当前的输出草稿。

source: Loads sample metadata without choosing files
zh_hans: 无需选择文件即可加载示例元数据

source: Loads the following bounded page
zh_hans: 加载下一受限页

source: Loads the preceding bounded page
zh_hans: 加载上一受限页

source: Loads two local sample images for comparison
zh_hans: 加载两个本地图像示例进行比较

source: Local by default
zh_hans: 默认仅本地

source: Local metadata
zh_hans: 本地元数据

source: Local resource
zh_hans: 本地资源

# Local resource %lld at %@ cannot be read: %@
source: Local resource %1$lld at %2$@ cannot be read: %3$@
zh_hans: 无法读取本地资源 %lld（位于 %@）：%@

# Local resource %lld no longer exists at %@.
source: Local resource %1$lld no longer exists at %2$@.
zh_hans: 本地资源 %lld 已不存在于 %@。

source: Local resources use the macOS file picker so Riffa can preserve sandbox access across launches.
zh_hans: 本地资源使用 macOS 文件选择器，使 Riffa 能在多次启动间保留沙盒访问权限。

source: Location
zh_hans: 位置

source: Lock
zh_hans: 锁定

source: Locked
zh_hans: 已锁定

source: Low
zh_hans: 低

source: MERGED OUTPUT
zh_hans: 合并输出

source: Mach-O binary
zh_hans: Mach-O 二进制文件

source: Mach-O executable
zh_hans: Mach-O 可执行文件

source: Main binary
zh_hans: 主二进制文件

source: Main binary SHA-256
zh_hans: 主二进制文件 SHA-256

source: Main binary bytes
zh_hans: 主二进制文件大小

source: Make
zh_hans: 制造商

source: Make active tab
zh_hans: 设为活动标签页

source: Manage Windows and Tabs…
zh_hans: 管理窗口与标签页…

source: Manage workspace windows and tabs
zh_hans: 管理工作区窗口和标签页

source: Mark two remote files as Left and Right for a bounded, read-only text comparison
zh_hans: 将两个远程文件分别标记为左侧和右侧，以进行受限的只读文本比较

source: Match rows, keys, and worksheets
zh_hans: 匹配行、键和工作表

source: Matches completed
zh_hans: 与已完成状态匹配

source: Matches rolled back
zh_hans: 与已回滚状态匹配

source: Maximum delta
zh_hans: 最大差值

source: Mean delta
zh_hans: 平均差值

source: Media Compare
zh_hans: 媒体比较

source: Media Comparison
zh_hans: 媒体比较

source: Media comparison error
zh_hans: 媒体比较错误

source: Medium
zh_hans: 中

source: Merge
zh_hans: 合并

source: Merge & Sync
zh_hans: 合并与同步

source: Merged automatically
zh_hans: 已自动合并

source: Metadata
zh_hans: 元数据

source: Metadata Compare
zh_hans: 元数据比较

source: Metadata Comparison
zh_hans: 元数据比较

source: Metadata comparison error
zh_hans: 元数据比较错误

source: Method
zh_hans: 方法

source: Midnight
zh_hans: 午夜

source: Minimizes hover and state-change animations.
zh_hans: 尽量减少悬停和状态变化动画。

source: Minimum system version
zh_hans: 最低系统版本

source: Mirror Left → Right
zh_hans: 镜像左侧 → 右侧

source: Mirror Right → Left
zh_hans: 镜像右侧 → 左侧

source: Mirror mode can move a verified matching file within the target instead of copying and deleting it.
zh_hans: 镜像模式可以在目标侧内部移动已验证的匹配文件，而无需复制后再删除。

source: Mirror mode removes an item that exists only on the target.
zh_hans: 镜像模式会移除仅存在于目标侧的项目。

source: Mismatch bounds
zh_hans: 不匹配边界

source: Mismatch bounds are marked as region #1.
zh_hans: 不匹配边界标记为区域 #1。

source: Mismatch ratio
zh_hans: 不匹配比例

source: Missing
zh_hans: 缺失

source: Mixed
zh_hans: 混合

source: Mode
zh_hans: 模式

source: Model
zh_hans: 型号

source: Modification Date
zh_hans: 修改日期

source: Modified
zh_hans: 已修改

source: Modified date
zh_hans: 修改日期

source: Modified nanosecond component
zh_hans: 修改时间的纳秒部分

source: More
zh_hans: 更多

source: More actions
zh_hans: 更多操作

source: Move
zh_hans: 移动

# Move %lld verified match within %@?
source: Move %1$lld verified match within %2$@?
zh_hans: 要移动 %lld 个已验证的匹配项（在 %@ 内）吗？

# Move %lld verified matches within %@?
source: Move %1$lld verified matches within %2$@?
zh_hans: 要移动 %lld 个已验证的匹配项（在 %@ 内）吗？

source: Move Verified Match
zh_hans: 移动已验证的匹配项

source: Move Within %@
zh_hans: 在 %@ 内移动

source: Move Within Left to Match Right…
zh_hans: 在左侧移动以匹配右侧…

source: Move Within Right to Match Left…
zh_hans: 在右侧移动以匹配左侧…

source: Move cancellation was requested before a terminal result. Inspect Operation History before retrying.
zh_hans: 在最终结果出现之前请求取消移动。重试之前检查操作历史记录。

source: Move cancelled; every completed change was rolled back.
zh_hans: 移动已取消；所有已完成的更改均已回滚。

source: Move detection could not finish. %@
zh_hans: 移动检测无法完成。%@

source: Move detection is available in mirror modes.
zh_hans: 镜像模式下可使用移动检测。

source: Move detection warning
zh_hans: 移动检测警告

# Move detection warning: %@
source: Move detection warning: %1$@
zh_hans: 移动检测警告：%1$@

source: Move match
zh_hans: 移动匹配项

source: Move tab earlier
zh_hans: 向前移动标签页

source: Move tab later
zh_hans: 向后移动标签页

# Moved %lld verified match within %@.
source: Moved %1$lld verified match within %2$@.
zh_hans: 已移动 %lld 个已验证的匹配项（在 %@ 内）。

# Moved %lld verified matches within %@.
source: Moved %1$lld verified matches within %2$@.
zh_hans: 已移动 %lld 个已验证的匹配项（在 %@ 内）。

source: Moves to the following published difference range
zh_hans: 移至下一个已发布的差异范围

source: Moves to the preceding published difference range
zh_hans: 移至上一个已发布的差异范围

source: Moving verified matches within %@ with journaled rollback protection…
zh_hans: 正在 %@ 内移动已验证的匹配项，并提供带日志的回滚保护…

source: NATIVE COMPARISON FOR MAC
zh_hans: Mac 原生比较工具

source: NEW SESSION
zh_hans: 新建会话

source: Name
zh_hans: 名称

source: Name and organize this comparison.
zh_hans: 命名并整理此比较会话。

source: Name:
zh_hans: 名称：

# Navigation covers only the first %lld ranges; totals remain exact.
source: Navigation covers only the first %1$lld ranges; totals remain exact.
zh_hans: 导航仅覆盖前 %1$lld 个范围；总数仍准确。

source: Navigation truncated
zh_hans: 导航已截断

source: New Session
zh_hans: 新建会话

source: New Window with Session
zh_hans: 带有会话的新窗口

source: New file name
zh_hans: 新文件名

source: Next Bookmark
zh_hans: 下一个书签

source: Next Difference
zh_hans: 下一个差异

source: Next Search Match
zh_hans: 下一个搜索匹配

source: Next byte difference
zh_hans: 下一个字节差异

source: Next byte page
zh_hans: 下一个字节页

source: Next difference
zh_hans: 下一个差异

source: Next page
zh_hans: 下一页

source: Next search match
zh_hans: 下一个搜索匹配

source: No
zh_hans: 否

source: No Imported Theme
zh_hans: 未导入主题

source: No Mach-O architectures
zh_hans: 无 Mach-O 架构

source: No Office document selected
zh_hans: 未选择 Office 文档

source: No Operation Journals
zh_hans: 没有操作日志

source: No Results
zh_hans: 没有结果

source: No Saved Sessions
zh_hans: 没有已保存的会话

# No Sessions in %@
source: No Sessions in %1$@
zh_hans: %1$@ 中没有会话

source: No Snapshot Comparison
zh_hans: 尚无快照比较

source: No Tabs
zh_hans: 没有标签页

source: No archive loaded
zh_hans: 没有加载归档

source: No archive loaded.
zh_hans: 未加载归档。

source: No archive selected
zh_hans: 未选择归档

source: No binary file selected
zh_hans: 未选择二进制文件

source: No change
zh_hans: 无更改

source: No changed pixels
zh_hans: 无变化像素

source: No comparison loaded
zh_hans: 未加载比较

source: No conflicts
zh_hans: 没有冲突

source: No file
zh_hans: 没有文件

source: No file or bundle selected
zh_hans: 未选择文件或包

source: No file selected
zh_hans: 未选择文件

source: No folder selected
zh_hans: 未选择文件夹

source: No image
zh_hans: 无图像

source: No item selected
zh_hans: 未选择任何项目

source: No left line
zh_hans: 无左侧行

source: No media file selected
zh_hans: 未选择媒体文件

source: No operation journal scan has run yet.
zh_hans: 尚未运行任何操作日志扫描。

source: No page on this side
zh_hans: 此侧没有页面

source: No pages to show
zh_hans: 没有可显示的页面

source: No patched output
zh_hans: 无补丁输出

source: No pending left %@ is available. Use Select Left first, or select two items.
zh_hans: 没有可用的待处理左侧%@。请先使用“选择左侧”，或选择两个项目。

source: No pixels exceed the current tolerance.
zh_hans: 没有像素超出当前容差。

source: No resource references
zh_hans: 没有资源引用

source: No resources added. You can also choose them when the comparison opens.
zh_hans: 尚未添加资源。也可以在打开比较时选择。

source: No resources were supplied.
zh_hans: 没有提供任何资源。

source: No right line
zh_hans: 无右侧行

source: No saved options
zh_hans: 没有保存的选项

source: No saved sessions
zh_hans: 没有已保存的会话

source: No unfinished operations
zh_hans: 没有未完成的操作

source: No unselected files are included.
zh_hans: 不包括未选择的文件。

source: No visual differences
zh_hans: 无视觉差异

source: No workspace windows
zh_hans: 没有工作区窗口

source: Non-matching pixels are shown inside the numbered difference pane
zh_hans: 不匹配像素显示在带编号的差异窗格中

source: None
zh_hans: 无

source: Normal
zh_hans: 普通

source: Not applicable
zh_hans: 不适用

source: Not connected
zh_hans: 未连接

source: Not hashed
zh_hans: 未散列

source: Not saved
zh_hans: 未保存

source: Not selected
zh_hans: 未选择

source: Null
zh_hans: 空值

source: Numbered source and difference panes share scale and pan
zh_hans: 编号的源窗格和差异窗格共享比例和平移

source: Numeric tolerance
zh_hans: 数值容差

# Numeric tolerance ±%.3f
source: Numeric tolerance ±%1$.3f
zh_hans: 数值容差 ±%1$.3f

source: OK
zh_hans: 确定

source: OUTPUT
zh_hans: 输出

# Occurrence %lld
source: Occurrence %1$lld
zh_hans: 第 %1$lld 次

source: Ocean
zh_hans: 海洋

source: Office Compare
zh_hans: Office 比较

source: Office Comparison
zh_hans: Office 比较

source: Office comparison error
zh_hans: Office 比较错误

source: Office comparison search
zh_hans: Office 比较搜索

source: Offset
zh_hans: 偏移量

# Offset %llu, delta %lld differing bytes
source: Offset %1$llu, delta %2$lld differing bytes
zh_hans: 偏移 %1$llu，差异 %2$lld 字节

source: Omit
zh_hans: 省略

source: Omit from output
zh_hans: 从输出中省略

source: On-demand visual comparison covers selected page %lld only. It does not change page/text status and is not included in exported whole-document reports.
zh_hans: 按需视觉比较仅覆盖选中的第 %lld 页。它不会改变页面/文本状态，也不会包含在导出的整份文档报告中。

# On-screen rows capped at %@; export remains complete
source: On-screen rows capped at %1$@; export remains complete
zh_hans: 界面最多显示 %1$@ 行；导出仍包含全部内容

source: One glob per line. Empty means include every path.
zh_hans: 每行一个 glob 模式。留空表示包含所有路径。

source: One glob per line. Exclusions always win.
zh_hans: 每行一个 glob 模式。排除规则始终优先。

source: One or more output drafts differ from their inputs
zh_hans: 一份或多份输出草稿与其输入不同

# Only %@-side paths will change. The %@ side is a read-only byte reference.
source: Only %1$@-side paths will change. The %2$@ side is a read-only byte reference.
zh_hans: 仅会更改%1$@的路径。%2$@仅作为只读字节参考。

source: Only a local file can be observed.
zh_hans: 只能观测本地文件。

source: Only an atomic same-parent no-clobber rename is allowed; there is no copy fallback, no directory creation, and no change to the other side.
zh_hans: 仅允许在同一父目录内执行原子且不覆盖的重命名；不会回退到复制，不会创建目录，也不会更改另一侧。

# Only the first %lld fields are editable on screen.
source: Only the first %1$lld fields are editable on screen.
zh_hans: 屏幕上只能编辑前 %1$lld 个字段。

source: Only the selected leaf paths and selected directory trees listed below are included. Selecting a directory includes everything currently inside that directory.
zh_hans: 仅包括下面列出的选定叶路径和选定目录树。选择一个目录包括该目录中当前的所有内容。

source: Opaque path
zh_hans: 不透明路径

source: Opaque path or identifier
zh_hans: 不透明的路径或标识符

source: Open
zh_hans: 打开

# Open %@
source: Open %1$@
zh_hans: 打开 %1$@

source: Open Archive…
zh_hans: 打开归档…

source: Open Collection
zh_hans: 打开集合

source: Open Read-Only
zh_hans: 以只读方式打开

source: Open Session Library
zh_hans: 打开会话库

source: Open Window
zh_hans: 打开窗口

source: Open ZIP or TAR Archive
zh_hans: 打开 ZIP 或 TAR 归档

source: Open a ZIP or TAR Archive
zh_hans: 打开 ZIP 或 TAR 归档

source: Open a workspace window from the Session Library.
zh_hans: 从会话库中打开工作区窗口。

source: Open files together or folders together. A file and folder cannot share one comparison.
zh_hans: 一起打开文件或文件夹。文件和文件夹不能共享同一个比较。

source: Open restores supported local resources using the exact saved comparison type. Other providers remain metadata-only.
zh_hans: 打开时会按保存的比较类型恢复支持的本地资源；其他提供方仅保留元数据。

source: Open this comparison type
zh_hans: 打开此比较类型

source: OpenDocument spreadsheet (ODS)
zh_hans: OpenDocument 电子表格（ODS）

source: Opened %lld validated entries.
zh_hans: 已打开 %lld 个通过验证的条目。

source: Opened 1 validated entry.
zh_hans: 已打开 1 个经验证的条目。

source: Opening another saved table session discards the current output drafts.
zh_hans: 打开另一个已保存的表会话会丢弃当前的输出草稿。

source: Opens a local PDF file picker
zh_hans: 打开本地 PDF 文件选择器

source: Opens a local delimited-file picker
zh_hans: 打开本地分隔文件选择器

source: Opens a local file picker
zh_hans: 打开本地文件选择器

source: Opens a local image picker
zh_hans: 打开本地图像选择器

source: Opens a local image picker for the left side
zh_hans: 打开左侧的本地图像选择器

source: Opens a local image picker for the right side
zh_hans: 打开右侧的本地图像选择器

source: Opens a menu of report formats
zh_hans: 打开报告格式菜单

source: Opens export, copy, rename, move, and delete actions
zh_hans: 打开导出、复制、重命名、移动和删除操作

source: Opens this workspace window
zh_hans: 打开此工作区窗口

source: Operation history error
zh_hans: 操作历史错误

source: Operation history filter
zh_hans: 操作历史筛选器

source: Operation issue: %@
zh_hans: 操作问题：%@

source: Operations
zh_hans: 操作

source: Optional
zh_hans: 可选

source: Optional group
zh_hans: 可选分组

source: Options (%lld)
zh_hans: 选项（%lld）

source: Outlined changed pixels
zh_hans: 以轮廓标出变化像素

source: Outlined region #1
zh_hans: 已标出区域 #1

source: Output created at %@
zh_hans: 输出已创建于%@

source: Overlay pixels and highlight changes
zh_hans: 叠加像素并突出显示变化

source: Overrides only brand, focus, selection, and primary action colors
zh_hans: 仅覆盖品牌色、焦点色、选中色和主要操作颜色

source: Owner ID
zh_hans: 所有者 ID
